---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpanDirSymParamLeft
source: html/df892727-28b1-c92a-c216-a0c7b7f19731.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpanDirSymParamLeft Property

"Left"

## Syntax (C#)
```csharp
public static ForgeTypeId SpanDirSymParamLeft { get; }
```